# St7GetPlateLayers

Returns the number of layers used for MNL integrations through the plate thickness.

long St7GetPlateLayers(long uID, long PropNum, long* NumLayers)
Input Parameters
uID
Strand7 model file ID.
PropNum
Plate property number.
Output Parameters
NumLayers
Number of integration layers.